<?php

return [
		'goods_kind' => [
				1 => '普通' ,
				2 => '冷藏' , 
				3 => '液体' ,
				4 => '活物' ,
				5 => '活动危险品' ,
				6 => '其他' ,
		] ,
		'box_type' => [
				1 => '20GP' ,
				2 => '20HQ' ,
				3 => '40GP' , 
				4 => '40HQ' ,
		] ,
		
		'transport_protocol' => [
				1 => '港到港' ,
				2 => '门到港' ,
				3 => '港到门' ,
				4 => '门到门' ,
		] ,
		
		'order_state' => [
				0 => '待确认' ,
				1 => '处理中' ,
				2 => '已确认' ,
				3 => '已出货' ,
				4 => '已付款' ,
				
				//7 => '未写完' ,
				8 => '不通过' ,
				9 => '已作废' ,
		] ,
		
		'bank' => [
			1 => '中国银行' ,
			2 => '中国农业银行' ,
			3 => '中国建设银行' ,
			4 => '中国工商银行' ,
			5 => '招商银行' ,
			6 => '光大银行' ,
			7 => '浦发银行' ,
			8 => '平安银行' ,
			10 => '中国邮政储蓄'
		] ,
		
		
		'withdraw_status' => [
				0 => '待确认' ,
				1 => '成功' ,
				2 => '失败' ,
				3 => '申请中' ,
				4 => '取消'
		] ,
		
		'finance_type' => [
				'withdraw' => '提现' ,
				'refund' => '下单返利' ,
				'reward' => '推广奖励' ,
				'unwithdraw' => '提现不通过' ,
				'cancelwithdraw' => '取消提现' ,
				
		] ,
		
		
		'change_status' => [
				0 => '待处理' ,
				1 => '已通过' ,
				2 => '未通过' ,
		] ,
		
		'sms_sign' => '富裕通物流' , 
		'sms_app_id' => 'LTAIXS5nMyOYeZun' ,
		'sms_app_key' =>'ypRSCtYb469JsUxeagfa1jIBq9iBLL' ,
		'sms_reg_tpl' => 'SMS_61260068' ,
		'sms_findpwd_tpl' => 'SMS_61260066' ,
		'sms_order_confirm' => 'SMS_66675274' ,
		
		'link_type' => [
				0 => '无链接' ,
				1 => '指定链接' ,
				2 => '随机链接' ,
		] ,
		
		'flight_type' => [
				1 => '东北航线' ,
				2 => '华东航线' , 
				3 => '华南航线' ,
				4 => '华北航线' ,
				5 => '华中航线' ,
				6 => '西南航线' ,
				7 => '西北航线' ,
		] ,
] ;
